Repository: Eimantasj1/balti_zirgai
Catalog: balti_zirgai/alynas/locale/*/LC_MESSAGES/django.po
Languages: lt

source: type
lt: tipas

source: types
lt: tipai

source: beer type
lt: alaus tipas

source: beer
lt: alus

source: beers
lt: alus

source: reviewer
lt: apžvalgininkas

source: Content
lt: Turinys

source: created at
lt: sukurtas

source: beer review
lt: alaus apžvalga

source: beer reviews
lt: alaus apžvalgos

source: pending
lt: laukiama

source: in progres
lt: vykdomas

source: completed
lt: įvykdytas

source: canceled
lt: atšauktas

source: date
lt: data

source: drinker
lt: gerėjas

source: status
lt: statusas

source: order
lt: užsakymas

source: orders
lt: užsakymai

source: ordered beer
lt: užsakytas alus

source: orderline
lt: užsakymo eilutė

source: orderlines
lt: užsakymo eilutės

source: beer detail
lt: alaus informacija

source: beer describtion
lt: alaus aprašymas

source: price
lt: kaina

source: Select Quantity
lt: Pasirinkite kiekį

source: Add
lt: Pridėti

source: Reviews
lt: Atsiliepimas

source: Post Review
lt: Patalpinti Atsiliepimą

source: beer available in White Knight bar
lt: balti žirgai bare galima įsigyti

source: First
lt: Pirmas

source: Previous
lt: Ankstesnis

source: Next
lt: Sekantis

source: Last
lt: Paskutinis

source: search beer
lt: ieškoti alaus...

source: reset
lt: atstatyti

source: name
lt: pavadinimas

source: available liters
lt: likutis litrais

source: no beer available
lt: alaus nėra

source: Dark beers in
lt: Tamsus Alus

source: Dark Beers
lt: Tamsus Alus

source: Dark beers undergo a distinct brewing process where roasted malts play a central role. These malts are kilned longer to achieve their deep, rich color and complex flavor profile, often featuring notes of coffee, chocolate, and caramel. The use of dark malts adds a unique depth to the beer, and the hop bitterness is usually subdued, allowing the malt character to shine. This results in a dark, sometimes nearly opaque beer with a moderate to high alcohol by volume, offering a full-bodied and often warming experience that appeals to those who appreciate a more robust and flavorful beer
lt: Tamsus alus turi išskirtinį virimo procesą, kuriame svarbų vaidmenį atlieka skrudinti salyklo grūdai.Šie salyklo grūdai yra ilgiau džiovinami, siekiant gauti gilų, turtingą spalvą ir kompleksišką skonį, dažnai su kava, šokoladu ir karamelės aromatais.Tamsių salyklo grūdų naudojimas suteikia alui unikalų tirštumą, o švelnumas kartumas dažniausiai yra slopinamas, leidžiant salyklui išsiskirti.Tai sukuria tamsų, kartais beveik nepermatomą alų, turintį vidutinį iki didelio alkoholio koncentracijos, siūlantį pilnu kūnu ir dažniausiai šildantį patyrimą, kuris patinka tiems, kurie vertina stipresnį ir skanesnį alų.

source: Name
lt: Pavadinimas

source: Available Liters
lt: Likutis Litrais

source: Price
lt: Kaina

source: welcome to
lt: sveiki atvykę į

source: Balti Žirgai Brewery - Beer Page
lt: baras balti zirgai - alaus puslapis

source: Welcome to Balti Žirgai Brewery - page dedicated to beer, spreading taste like a fairy tale and captivating like a painting
lt: Sveiki atvyke į Balti Žirgai alaus darykla - puslapį, skirtą alui, kuris skleidžia skonį kaip pasaką ir žavi kaip tapybą.

source: Here, amid the notes of flavor and traces of aroma, we embark on a beer journey crafted not only by the green fields but also by every golden drop sliding in the glass
lt: Čia, tarp skonio natos ir aromato pėdsakų, mes įžengiame į alaus kelionę,kurią kuria ne tik žalios pievos, bet ir kiekvienas aukso lašas sklendžiantis taurėje.

source: Explore a world where beer is not just a taste but also tells a story. Balti Žirgai Brewery invites you to discover the mysterious world of various beer styles, where different aromas and flavors create a unique beer landscape
lt: Tyrinėkite pasaulį, kuriame alus nėra tik skonis, bet ir pasakoja istoriją.Balti Žirgai alaus darykla kviečia jus atrasti įvairių alaus stilių paslaptingą pasaulį,kur skirtingi aromatai ir skoniai sukuria unikalų alaus kraštovaizdį.

source: Join us on our journey where brewing masters and beer artisans travel through paths of tradition and innovation, and you can be part of this flavorful adventure
lt: Prisijunkite prie mūsų kelionės,kur aludarystės meistrai ir alaus menininkai keliauja per tradicijų ir inovacijų takus,o jūs galite tapti šio skonio nuotykio dalimi.

source: Welcome to Balti Žirgai Brewery - page, where the beer feast becomes not only a taste delight but also a cultural experience
lt: Sveiki atvykę į Balti Žirgai aludarį - puslapį, kur alaus šventė tampa ne tik skonio malonumu,bet ir kultūrine patirtimi.

source: Currently in our White Knight we have
lt: Šiuo metu Baltuose Žirguose turime

source: total quantity in liters
lt: bendras kiekis litrais

source: different taste of beer
lt: skirtingų alaus rūšių

source: different types of light beer
lt: skirtingų šviesaus alaus rūšių

source: different types of dark beer
lt: skirtingų tamsaus alaus rūšių

source: your visits
lt: Jūsų apsilankymai

source: Light beers in
lt: Šviesusis alus

source: Light beers
lt: Šviesusis alus

source: Light beers are brewed using a meticulous process designed to reduce both color and caloric content. This typically involves using a larger percentage of pale malts and extended fermentation to achieve a crisp, refreshing taste. The result is a pale, clear beer with a subtle malt sweetness and a lower alcohol by volume, making it a perfect choice for those seeking a lighter, easy-drinking option, especially on warm days
lt: Šviesus alus yra ruošiamas atsargiai planuotu procesu, siekiant sumažinti jo spalvą ir kalorijų kiekį.Tai paprastai apima didesnį baltųjų miežių kiekį ir ilgesnį fermentacijos procesą,kad būtų pasiektas gaivus skonis. Rezultatas yra šviesus,skaidrus alus su subtiliu miežinio saldumo skoniu ir mažesniu alkoholio kiekiu pagal tūrį,todėl jis yra puikus pasirinkimas tiems, kurie ieško lengvo, lengvai geriamo alaus, ypač šiltomis dienomis.

source: My Beer
lt: Mano Alus

source: My Ordered Beers
lt: Užsakytas Alus

source: Beer Name
lt: Alaus pavadinimas

source: Quantity
lt: Kiekis

source: Total Price
lt: Iš Viso

source: Total Price:
lt: Iš Viso

source: Buy
lt: Pirkti

source: No beers purchased yet
lt: Alaus užsakymų nėra

source: My Orders
lt: Mano Užsakymai

source: Order ID
lt: Užsakymas

source: Date
lt: Data

source: Status
lt: Statusas

source: View Order
lt: Peržiūrėti Užsakymą

source: No orders found
lt: Užsakymų nerasta

source: Order Detail
lt: Užsakymo Informacija

source: Order Detail - Order ID
lt: Išsami užsakymo informacija

source: Ordered Beers
lt: Užsakytas Alus

source: No orders have been made
lt: Užsakymų nėra

source: White Knight
lt: Balti Žirgai

source: beer meniu
lt: alaus meniu

source: admin
lt: administratorius

source: logout
lt: atsijungti

source: Welcome, Drinker
lt: Sveikas, Degustatoriau

source: Login
lt: Prisijungti

source: Sign Up
lt: Registruotis
